Repository: rickyrockrat/parcellite
Catalog: po/*.po
Languages: pt_br, sk, th

source: Action
pt_br: Ação
sk: Akcia
th: การกระทำ

source: Actions
pt_br: Ações
sk: Akcie
th: การดำเนินการ

source: Actions key combination:
pt_br: Combinação de teclas de ações:
sk: Klávesové skratky akcií:
th: คีย์ผสมการดำเนินการ:

source: Add...
pt_br: Adicionar...
sk: Pridať...
th: เพิ่ม...

source: Alternate Non-printing Display
pt_br: Exibição Alternativa Sem Impressão
sk: Použiť alternatívu pre neviditeľné znaky
th: จอแสดงผลสำรองแบบไม่พิมพ์

source: Auto Paste
pt_br: Colar Automaticamente
sk: Automaticky prilepiť
th: รถอีสเตอร์

source: <b>Clipboards</b>
sk: <b>Schránky</b>
th: <b>คลิปบอร์ด</b>

source: Beginning
pt_br: Início
sk: začiatku
th: จุดเริ่มต้น

source: Behavior
pt_br: Comportamento
sk: Správanie
th: พฤติกรรม

source: <b>History</b>
sk: <b>História</b>
th: <b>ประวัติ</b>

source: <b>Hotkeys</b>
sk: <b>Klávesové skratky</b>
th: <b>ปุ่มลัด</b>

source: <b>Items</b>
sk: <b>Položky</b>
th: <b>รายการ</b>

source: <b>Miscellaneous</b>
sk: <b>Rôzne</b>
th: <b>เบ็ดเตล็ด</b>

source: <b>None</b>
pt_br: <b>Nenhum</b>
sk: <b>Žiadne</b>
th: <b>ไม่มี</b>

source: <b>Omitting</b>
sk: <b>Vynechanie</b>
th: <b>ละเว้น</b>

source: <b>X</b>
th: <b>ไม่</b>

source: <b>Y</b>
th: <b>ใช่</b>

source: Capture hyperlinks only
pt_br: Capturar somente os _hyperlinks
sk: Zachytávať iba hypertextové odkazy
th: บันทึกไฮเปอร์ลิงก์เท่านั้น

source: Case Sensitive Search
pt_br: Busca com Distinção entre Maiúsculas e Minúsculas
sk: Vyhľadávanie rozlišuje veľkosť písmen
th: การค้นหาแบบคำนึงถึงตัวพิมพ์เล็กและตัวพิมพ์ใหญ่

source: Character length of items
pt_br: Quantidade de caracteres dos itens
sk: Dĺžka znakov položiek
th: ความยาวอักขระของรายการ

source: _Clear
pt_br: _Limpar
sk: _Vyčistiť
th: _ล้าง

source: Clear the history?
pt_br: Limpar o histórico?
sk: Vyčistiť históriu?
th: ล้างประวัติ?

source: Clipboard CLI usage examples: echo "copied to clipboard" | parcellite parcellite "copied to clipboard" echo "copied to clipboard" | parcellite -c
pt_br: Exemplos de uso da Área de Transferência na interface de texto do terminal: echo "copiado para a área de transferência" | parcellite parcellite "copiado para a área de transferência" echo "copiado para a área de transferência" | parcellite -c
sk: Schránka CLI - príklady: echo "kópia do schránky" | parcellite parcellite "kópia do schránky" echo "kópia do schránky" | parcellite -c
th: ตัวอย่างการใช้งาน CLI ของคลิปบอร์ด: echo "คัดลอกไปยังคลิปบอร์ด" |

source: Clipboard Manager
pt_br: Gerenciador da Área de Transferência
sk: Správca schránky
th: ผู้จัดการคลิปบอร์ด

source: Command
pt_br: Comando
sk: Príkaz
th: คำสั่ง

source: Confirm before clearing history
pt_br: Confirmar antes de limpar o histórico
sk: Potvrdiť pred vymazaním histórie
th: ยืนยันก่อนล้างประวัติ

source: Control-click Parcellite's tray icon to use actions,
sk: Pre použitie akcií stlačte Ctrl a kliknite na ikonu Parcellite v lište,
th: กด Control แล้วคลิกไอคอนถาดของ Parcellite เพื่อใช้การกระทำต่าง ๆ

source: Copyright (C) 2007, 2008 Gilberto "Xyhthyx" Miralla Copyright (C) 2010-2013 Doug Springer
pt_br: Direitos de Autor (C) 2007, 2008 Gilberto "Xyhthyx" Miralla Direitos de Autor(C) 2010-2013 Doug Springer
sk: Autorské práva (C) 2007, 2008 Gilberto "Xyhthyx" Miralla Autorské práva (C) 2010-2013 Doug Springer
th: ลิขสิทธิ์ (C) 2007, 2008 Gilberto "Xyhthyx" Miralla ลิขสิทธิ์ (C) 2010-2013 Doug Springer

source: Couldn't create directory: %s
pt_br: Não foi possível criar o diretório: %s
sk: Nepodarilo sa vytvoriť adresár: %s
th: ไม่สามารถสร้างไดเร็กทอรี: %s

source: Current entry on top
pt_br: Entrada atual no topo
sk: Aktuálna položka navrchu
th: รายการปัจจุบันอยู่ด้านบน

source: DebugUpdate
pt_br: Atualização de Depuração
th: ดีบักอัปเดต

source: Display
pt_br: Exibir
sk: Zobrazenie
th: การแสดงผล

source: Display Version info
pt_br: Exibir as Informações da Versão
sk: Zobraziť informácie o verzii
th: แสดงข้อมูลเวอร์ชัน

source: Do not use status icon (Ctrl-Alt-P for menu)
pt_br: Não utilizar o ícone de estado (Ctrl+Alt+P para o menu)
sk: Nepoužívať stavovú ikonu (pre ponuku použite Ctrl-Alt-P)
th: อย่าใช้ไอคอนสถานะ (Ctrl-Alt-P สำหรับเมนู)

source: Dummy desc
sk: Bez popisu
th: คำอธิบายจำลอง

source: Dummy tip
sk: Bez bubliny
th: เคล็ดลับหุ่น

source: _Edit actions
pt_br: _Editar as ações
sk: _Upraviť akcie
th: แ_ก้ไขการกระทำ

source: _Edit Clipboard
pt_br: _Editar a Área de Transferência
sk: U_praviť schránku
th: แ_ก้ไขคลิปบอร์ด

source: Editing Clipboard
pt_br: Editando a Área de Transferência
sk: Úprava schránky
th: การแก้ไขคลิปบอร์ด

source: Empty
pt_br: Vazio
sk: Prázdna
th: ว่างเปล่า

source: End
pt_br: Fim
sk: konci
th: จบ

source: Executing action...
pt_br: Executando a ação...
sk: Spúšťam akciu...
th: กำลังดำเนินการ...

source: _History
pt_br: _Histórico
sk: _História
th: _ประวัติ

source: History key combination:
pt_br: Combinação de teclas do histórico:
sk: Klávesové skratky histórie:
th: คีย์ผสมประวัติ:

source: Hotkeys
pt_br: Atalhos
sk: Klávesové skratky
th: ปุ่มลัด

source: If checked, does a search-as-you-type. Turns red if not found. Goes to top (Alt-E) line when no chars are entered for search
pt_br: Se esta opção estiver selecionada, fará uma busca ou pesquisa enquanto você digita. Ficará vermelho se algo não for encontrado. Se nenhum texto for inserido, vai para a linha superior (Alt+E) para buscar ou pesquisar.
sk: Zapnutím voľby aktivujete vyhľadávanie počas písania. Pri nenájdení reťazca sa farba zmení na červenú. V prípade, že nezadáte žiaden text na vyhľadávanie sa presunie sa prvý riadok (Alt-E)
th: หากเลือกตัวเลือกนี้ จะทำการค้นหาขณะพิมพ์ หากไม่พบผลลัพธ์ จะเปลี่ยนเป็นสีแดง และจะกลับไปที่บรรทัดบนสุด (Alt-E) เมื่อไม่มีการป้อนอักขระใดๆ สำหรับการค้นหา

source: If checked, does case sensitive search
pt_br: Se esta opção estiver selecionada, fará a busca ou a pesquisa com distinção entre as letras maiúsculas e minúsculas.
sk: Zapnutím voľby sa aktivuje rozlišovanie veľkosti písmen pri vyhľadávaní
th: หากเลือก จะทำการค้นหาแบบคำนึงถึงตัวพิมพ์เล็กและตัวพิมพ์ใหญ่

source: If checked, edit the history item clicked on.
sk: Zapnutím voľby aktivujete úpravu položky histórie pri kliknutí na ňu.
th: หากทำเครื่องหมาย ให้แก้ไขรายการประวัติที่คลิก

source: If checked, enables checking multiple concurrent user logic. Use if several different users are logged in at the same time.
pt_br: Se esta opção estiver selecionada, ativará a verificação de vários usuários simultâneos. Utilize esta opção se vários usuários diferentes estiverem autenticados ao mesmo tempo no computador.
sk: Zapnutím voľby aktivujete možnosť používania viacerými používateľmi naraz. Použite, ak je v rovnakom čase prihlásených viacero používateľov.
th: หากเลือกตัวเลือกนี้ จะเปิดใช้งานการตรวจสอบตรรกะของผู้ใช้หลายคนพร้อมกัน ใช้ในกรณีที่ผู้ใช้หลายคนเข้าสู่ระบบพร้อมกัน

source: If checked, enables debug prints on clipboard update logic. This only takes effect when enabled at start up, and may be disabled at compile time.
pt_br: Se esta opção estiver selecionada, ativará a exibição de depuração na lógica de atualização da área de transferência. Esta opção só produz efeito quando é ativada na inicialização e pode ser desativada em tempo de compilação.
sk: Zapnutím voľby aktivujete zobrazovanie ladiacich informácií pri zmene schránky. Táto možnosť sa použije len ak je aktivovaná pri spustení a môže byť vypnutá pri kompilácii.
th: หากเลือกตัวเลือกนี้ จะเปิดใช้งานการพิมพ์ข้อความดีบักในตรรกะการอัปเดตคลิปบอร์ด การตั้งค่านี้จะมีผลเฉพาะเมื่อเปิดใช้งานในระหว่างการเริ่มต้นระบบเท่านั้น และสามารถปิดใช้งานได้ในระหว่างการคอมไพล์

source: If checked, enables the persistent history.
pt_br: Se esta opção estiver selecionada, ativará o histórico persistente.
sk: Zapnutím voľby povolíte trvalú históriu.
th: หากเลือก จะเปิดใช้งานประวัติถาวร

source: If checked, places current clipboard entry at top of list. If not checked, history does not get sorted.
pt_br: Se esta opção estiver selecionada, adicionará a entrada atual na área de transferência no topo da lista. Se esta opção não estiver selecionada, o histórico não será organizado.
sk: Pri zapnutí voľby bude aktuálna položka schránky zobrazená ako prvá položka v zozname. Ak je voľba vypnutá, história nie je zoradená.
th: หากเลือกตัวเลือกนี้ จะวางรายการคลิปบอร์ดปัจจุบันไว้ที่ด้านบนสุดของรายการ

source: If checked, puts the persistent history at the top of the history list.
pt_br: Se esta opção estiver selecionada, posicionará o histórico persistente no topo da lista de histórico.
th: หากเลือก ให้วางประวัติถาวรไว้ที่ด้านบนสุดของรายการประวัติ

source: If checked, puts the persistent history in a new list.
pt_br: Se esta opção estiver selecionada, adicionará o histórico persistente em uma nova lista.
th: หากเลือกตัวเลือกนี้ จะใส่ประวัติถาวรไว้ในรายการใหม่

source: If checked, the current entry will be on the bottom instead of the top.
pt_br: Se esta opção estiver selecionada, a entrada atual ficará na parte inferior em vez de ficar na parte superior.
sk: Pri zapnutí voľby bude aktuálna položka schránky zobrazená ako posledná položka.
th: หากทำเครื่องหมาย รายการปัจจุบันจะอยู่ที่ด้านล่างแทนที่จะเป็นด้านบน

source: If checked, Use the clipboard, which is Ctrl-C, Ctrl-V
pt_br: Se esta opção estiver selecionada, utilizará a área de transferência com os comandos da combinação de teclas Ctrl+C e Ctrl+V
sk: Zapnutím tejto voľby sa použije systémová schránka, teda Ctrl-C, Ctrl-V
th: หากทำเครื่องหมายไว้ ให้ใช้คลิปบอร์ดซึ่งก็คือ Ctrl-C, Ctrl-V

source: If checked, Use the primary clipboard (mouse highlight-copy, middle mouse button paste)
pt_br: Se esta opção estiver selecionada, utilizará a área de transferência primária (copia o texto selecionado em destaque e cola com botão do meio
sk: Zapnutím tejto voľby aktivujete použitie primárneho výberu (označenie myšou - kopírovanie, kliknutie stredným tlačidlom - prilepenie)
th: หากทำเครื่องหมาย ให้ใช้คลิปบอร์ดหลัก (คัดลอกไฮไลท์เมาส์ วางปุ่มเมาส์กลาง)

source: If checked, use X, Y to position the history list
pt_br: Se esta opção estiver selecionada, utilizará as coordenadas X e Y para posicionar a lista do histórico
sk: Zapnutím tejto voľby môžte nastaviť súradnice X, Y umiestnenia zoznamu s históriou
th: หากทำเครื่องหมาย ให้ใช้ X, Y เพื่อวางตำแหน่งรายการประวัติ

source: If checked, will display tabs with Right arrow (utf8,\2192), newlines with pharagrph(\204b), and spaces with square-u(\2423).
pt_br: Se esta opção estiver selecionada, exibirá abas ou guias com a seta para a direita (utf8,\2192), as novas linhas com o parágrafo (\204b) e os espaços com o quadrado (\2423).
sk: Pri zapnutí tejto voľby budú tabulátory zobrazené ako šípky (utf8,\2192), konce riadkov ako odstavec (\204b) a medzery ako podčiarkovník s okrajmi (\2423).
th: หากทำเครื่องหมาย จะแสดงแท็บที่มีลูกศรขวา (utf8,\2192) ขึ้นบรรทัดใหม่ด้วย pharagrph(\204b) และช่องว่างด้วย square-u(\2423)

source: If checked, will emit the history entry via the keyboard entry.
pt_br: Se esta opção estiver selecionada, emitirá a entrada do histórico por meio da entrada do teclado.
sk: Pri zapnutí tejto voľby je možné vyvolať položku histórie pomocou klávesnice.
th: หากทำเครื่องหมายไว้ ระบบจะปล่อยรายการประวัติผ่านรายการคีย์บอร์ด

source: If checked, will ignore any clipboard additions that contain only whitespace.
pt_br: Se esta opção estiver selecionada, ignorará qualquer adição à área de transferência que contenha somente espaços em branco.
sk: Zapnutím tejto voľby bude schránka, ktorá obsahuje iba prázdny text ignorovaná.
th: หากทำเครื่องหมาย จะเพิกเฉยต่อการเพิ่มคลิปบอร์ดที่มีเพียงช่องว่าง

source: If checked, will keep both clipboards with the same content. If primary is pasted, then copy will have the same data.
pt_br: Se esta opção estiver selecionada, manterá ambas as áreas de transferência com o mesmo conteúdo. Se a primária for colada, então a cópia terá os mesmos dados.
sk: Pri zapnutí tejto voľby bude obsah oboch schránok synchronizovaný. Ak prilepíte obsah primárneho výberu, systémová schránka bude obsahovať rovnaké údaje.
th: หากเลือกตัวเลือกนี้ จะเก็บเนื้อหาในคลิปบอร์ดทั้งสองไว้เหมือนกัน หากวางข้อมูลในคลิปบอร์ดหลักแล้ว ข้อมูลที่คัดลอกมาก็จะมีข้อมูลเดียวกัน

source: If checked, will replace newlines with spaces.
pt_br: Se esta opção estiver selecionada, substituirá as novas linhas por espaços.
sk: Pri zapnutí tejto voľby budú nové riadky nahradené medzerami.
th: หากทำเครื่องหมาย จะแทนที่การขึ้นบรรทัดใหม่ด้วยการเว้นวรรค

source: If checked, will restore clipboard entry on application exit.
pt_br: Se esta opção estiver selecionada, restaurará a entrada da área de transferência na saída do aplicativo/aplicação.
sk: Pri zapnutí tejto voľby sa pri ukončení programu obsah schránky obnoví.
th: หากทำเครื่องหมาย จะคืนค่ารายการคลิปบอร์ดเมื่อออกจากแอปพลิเคชัน

source: If checked, will trim whitespace from beginning and end of entry.
pt_br: Se esta opção estiver selecionada, eliminará os espaços em branco no início e no fim da entrada.
sk: Zapnutím tejto voľby budú prázdne znaky na začiatku a na konci odstránené.
th: หากทำเครื่องหมาย จะตัดช่องว่างตั้งแต่จุดเริ่มต้นและจุดสิ้นสุดของรายการ

source: If checked, will use Ctrl-V paste.
pt_br: Se esta opção estiver selecionada, utilizará o comando Ctrl+V para colar.
sk: Zapnutím tejto voľby zapnete používanie Ctrl-V pre prilepovanie.
th: หากทำเครื่องหมายไว้ จะใช้ Ctrl-V วาง

source: If checked, will use middle mouse to paste.
pt_br: Se esta opção estiver selecionada, utilizará o botão do meio do rato/mouse para colar.
sk: Zapnutím tejto voľby zapnete používanie stredného tlačidla pre prilepovanie.
th: หากเลือกจะใช้เมาส์กลางในการวาง

source: If checked, will use xdotool to paste wherever the mouse is. NOTE! Package xdotool MUST BE INSTALLED for this to work.
sk: Pri zapnutí tejto voľby zapnete prilepenie pomocou xdotool na miesto, kde sa aktuálne nachádza kurzor. POZOR! Aby toto fungovalo, MUSÍ BYŤ Balíček xdotool NAINŠTALOVANÝ.
th: หากทำเครื่องหมาย จะใช้ xdotool เพื่อวางเมาส์ทุกที่ หมายเหตุ! ต้องติดตั้ง xdotool สำหรับการทำงานนี้

source: Ignore Whitespace Only
pt_br: Ignorar Somente os Espaços em Branco
sk: Ignorovať prázdny text
th: ละเว้นช่องว่างเท่านั้น

source: Items in history
pt_br: Itens no histórico
sk: Položiek histórie
th: รายการในประวัติ

source: Key
pt_br: Tecla
sk: Kláves
th: สำคัญ

source: Keyboard Input
pt_br: Entrada de Teclado
sk: Vstup z klávesnice
th: อินพุตคีย์บอร์ด

source: Lightweight GTK+ clipboard manager.
pt_br: Gerenciador da área de transferência em GTK+ leve e rápido.
sk: Odľahčený GTK+ správca schránky.
th: โปรแกรมจัดการคลิปบอร์ด GTK+ น้ำหนักเบา

source: Max Data Size(KB)
sk: Max. veľkosť dát (KB)
th: ขนาดข้อมูลสูงสุด(KB)

source: Maximum data size of entire history list
pt_br: Tamanho máximo de dados de toda a lista do histórico
sk: Maximálna veľkosť dát celkového zoznamu histórie
th: ขนาดข้อมูลสูงสุดของรายการประวัติทั้งหมด

source: Maximum data size of one item
sk: Maximálna veľkosť dát jednej položky
th: ขนาดข้อมูลสูงสุดของหนึ่งรายการ

source: Maximum number of clipboard entries to keep
sk: Maximálny počet položiek histórie, ktoré majú byť ukladané
th: จำนวนรายการคลิปบอร์ดสูงสุดที่จะเก็บไว้

source: Max Item Size(KB)
sk: Max. veľkosť položky (KB)
th: ขนาดรายการสูงสุด(KB)

source: Menu key combination
pt_br: Combinação de teclas do Menu
sk: Klávesové skratky ponuky
th: การรวมปุ่มเมนู

source: Middle
pt_br: Centro
sk: strede
th: กลาง

source: Mouse
pt_br: Rato/Mouse
sk: Myš
th: หนู

source: Multiuser
pt_br: Multiusuário
sk: Viac používateľov
th: ผู้ใช้หลายคน

source: Name of Parcellite icon. If this is mis-typed, icon will not appear.
sk: Názov ikony Parcellite. Ak sa v názve pomýlite, ikona sa nezobrazí.
th: ชื่อของไอคอน Parcellite

source: Omit items in the:
pt_br: Omitir itens no:
sk: Vynechať položky v/na:
th: ละเว้นรายการใน:

source: Parcellite Icon Name
sk: Názov ikony Parcellite
th: ชื่อไอคอน Parcellite

source: Paste All Entry Delimiter
pt_br: Delimitador da Entrada de Colagem Total
sk: Oddeľovač záznamov pre Prilepiť všetko
th: วางตัวคั่นรายการทั้งหมด

source: Persistent As Separate List
pt_br: Como uma Lista Persistente Separada
sk: Trvalá história ako samostatný zoznam
th: ประวัติถาวรเป็นรายการแยกต่างหาก

source: Persistent History
pt_br: Histórico Persistente
sk: Trvalá história
th: ประวัติถาวร

source: Persistent history key:
pt_br: Tecla de histórico persistente:
sk: Kláves trvalej histórie:
th: รหัสประวัติถาวร:

source: Persistent On Top
pt_br: Persistente no Topo
sk: Trvalá história navrchu
th: อยู่ด้านบนอย่างต่อเนื่อง

source: Position history
pt_br: Posição no histórico
sk: Umiestnenie histórie
th: ประวัติตำแหน่ง

source: Position in pixels from the top of the screen
pt_br: Posição em pixels a partir da parte superior da tela
sk: Umiestnenie v pixeloch od ľavého horného rohu obrazovky
th: ตำแหน่งเป็นพิกเซลจากด้านบนของหน้าจอ

source: Preferences
pt_br: Preferências
sk: Predvoľby
th: การตั้งค่า

source: Print clipboard contents
pt_br: Imprimir o conteúdo da área de transferência
sk: Vytlačiť obsah systémovej schránky
th: พิมพ์เนื้อหาคลิปบอร์ด

source: Print primary contents
pt_br: Imprimir o conteúdo primário
sk: Vytlačiť obsah primárneho výberu
th: พิมพ์เนื้อหาหลัก

source: Remove
pt_br: Remover
sk: Odstrániť
th: ลบ

source: Restore Empty
pt_br: Recuperar o Vazio
sk: Obnoviť prázdnu
th: คืนค่าว่างเปล่า

source: Right Click Edit
sk: Úprava pravým tlačidlom
th: คลิกขวา แก้ไข

source: Run as daemon
pt_br: Executar como serviço de daemon
th: ทำงานเป็นภูต

source: Save history
pt_br: Salvar o histórico
sk: Ukladať históriu
th: บันทึกประวัติ

source: Save History as a text file. Prepends xHIST_0000 to each entry. x is either P(persistent) or N (normal)
pt_br: Salvar o histórico como um arquivo de texto. Preceda xHIST_0000 para cada entrada x, podendo ser P (persistente) ou N (normal)
sk: Uložiť históriu do textového súboru. Pred každú položku je pridaný reťazec xHIST_0000. x je buď P (persistent - trvalý) alebo N (normálny)
th: บันทึกประวัติเป็นไฟล์ข้อความ โดยเพิ่ม xHIST_0000 ไว้ข้างหน้าแต่ละรายการ x คือ P (คงที่) หรือ N (ปกติ)

source: Save history to a file.
pt_br: Salvar o histórico em um arquivo.
sk: Ukladať históriu do súboru.
th: บันทึกประวัติเป็นไฟล์

source: Search As You Type
pt_br: Buscar ao Digitar
sk: Vyhľadavánie počas písania
th: ค้นหาในขณะที่คุณพิมพ์

source: Show in a single line
pt_br: Exibir em uma única linha
sk: Zobraziť na jednom riadku
th: แสดงในบรรทัดเดียว

source: Show in reverse order
pt_br: Exibir em ordem inversa
sk: Zobraziť v opačnom poradí
th: แสดงในลำดับย้อนกลับ

source: S_ynchronize clipboards
pt_br: S_incronizar as áreas de transferência
sk: _Synchronizovať schránky
th: _ซิงโครไนช์คลิปบอร์ด

source: This is the Action Name. DO NOT put commands here.
pt_br: Este é o Nome da Ação. NÃO insira os comandos aqui.
sk: Toto je názov akcie. NEVKLADAJTE sem príkazy.
th: นี่คือชื่อการดำเนินการ ห้ามใส่คำสั่งที่นี่

source: This string will be inserted between each line of history for paste all.
pt_br: Esta expressão será inserida entre cada linha do histórico para a colagem total.
sk: Tento reťazec bude vložený medzi každú položku histórie pri použití Prilepiť všetko.
th: สตริงนี้จะถูกแทรกระหว่างแต่ละบรรทัดของประวัติเพื่อวางทั้งหมด

source: Trim Newlines
pt_br: Eliminar as Novas Linhas
sk: Odstrániť znaky nových riadkov
th: ตัดแต่งบรรทัดใหม่

source: Trim Whitespace
pt_br: Eliminar o Espaço em Branco
sk: Odstrániť prázdne znaky
th: ตัดช่องว่าง

source: Use Alt-E to edit, Alt-C to clear
pt_br: Utilizar o comando Alt+E para editar e Alt+C para limpar
sk: Použite Alt-E pre úpravu, Alt-C pre vyčistenie
th: ใช้ Alt-E เพื่อแก้ไข Alt-C เพื่อล้าง

source: Use _Copy (Ctrl-C)
pt_br: Utilizar o comando _Copiar (Ctrl+C)
sk: Použiť _systémovú schránku (Ctrl-C)
th: ใช้ _คัดลอก (Ctrl-C)

source: Use %% if you want a literal %. See the man page for gnuC printf (man 2 printf) for more information.
sk: Pre znak vloženie znaku % použite %%. Ďalšie informácie nájdete na manuálových stránkach gnuC printf (man 2 printf).
th: ใช้ %% หากคุณต้องการ % ตามตัวอักษร กรุณาดูที่ gnuC printf (man 2 printf) สำหรับข้อมูลเพิ่มเติม

source: Use _Primary (Selection)
pt_br: Utilizar a Seleção _Primária
sk: Použiť _primárny výber
th: ใช้_หลัก (การเลือก)

source: Written by Gilberto "Xyhthyx" Miralla and Doug Springer. Report bugs to <gpib@rickyrockrat.net>.
pt_br: Escrito por Gilberto "Xyhthyx" Miralla e Doug Springer. Reportar os erros ou as falhas para <gpib@rickyrockrat.net>.
sk: Napísal Gilberto "Xyhthyx" Miralla a Doug Springer. Chyby hláste na <gpib@rickyrockrat.net>.
th: เขียนโดย Gilberto "Xyhthyx" Miralla และ Doug Springer รายงานข้อบกพร่องไปที่ <gpib@rickyrockrat.net>

source: xdotool Not Installed
sk: xdotool nie je nainštalovaný
th: ไม่ได้ติดตั้ง xdotool

source: If checked, puts the persistent history at the top of the history list. If the option above is checked, this option has no effect.
sk: Pri zapnutí voľby bude trvalá história schránky zobrazená ako prvá položka v zozname histórie. Ak je zapnutá voľba vyššie, je toto nastavenie ignorované.

source: If checked, puts the persistent history in a new list and enables the Persistent History HotKey. You will need to use the persistent history hotkey to see the history.
sk: Zapnutie tejto voľby presunie trvalú históriu do nového zoznamu a aktivuje klávesovú skratku trvalej histórie. Pre zobrazenie trvalej histórie budete musieť použiť klávesovú skratku.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.;
sk: Tento program je slobodný softvér; môžete ho redistribuovať a/alebo meniť za podmienok GNU General Public License (GNU GPL), ktorú publikovala Free Software Foundation; buď verzie 2 alebo (podľa vašej voľby) ktorejkoľvek novšej verzie. Tento program je šírený v nádeji, že bude užitočný, avšak BEZ AKEJKOĽVEK ZÁRUKY; neposkytujú sa ani implicitné záruky PREDAJNOSTI alebo VHODNOSTI NA URČITÝ ÚČEL. Ďalšie podrobnosti hľadajte v GNU General Public License. Spolu s týmto programom by ste mali obdržať kópiu Všeobecnej verejnej licencie GNU. Ak sa tak nestalo, navštívte <http://www.gnu.org/licenses/>.;

source: Clipboards
pt_br: Áreas de Transferência

source: Control-click Parcellite's tray icon to use actions
pt_br: Control+clique no ícone da bandeja do Parcellite para utilizar as ações

source: History
pt_br: Histórico

source: If checked, will use xdotool to paste wherever the mouse is.
pt_br: Se esta opção estiver selecionada, utilizará a ferramenta de automação de linha de comando xdotool para colar onde quer que o rato/mouse esteja.

source: Items
pt_br: Itens

source: Max Data Size(MB)
pt_br: Tamanho Máximo de Dados (MB)

source: Maximun number of cliboard entries to keep
pt_br: Número máximo de entradas na área de transferência para serem mantidas

source: Miscellaneous
pt_br: Vários

source: Omitting
pt_br: Omitindo
